# Список вопросов и ответов
QUESTIONS = [                # Каждый вопрос – словарь
    {
        "question": "Какое из этих семи чудес света находилось в Египте и сохранилось до наших дней?",
        "answers": {"Пирамида Хеопса": True, "Колосс Родосский": False, "Висячие сады Семирамиды": False}
    },
    {
        "question": "Как звали французскую героиню, ставшую символом освобождения во время Столетней войны?",
        "answers": {"Жанна д’Арк": True, "Екатерина Медичи": False, "Мария-Антуанетта": False}
    },
    {
        "question": "Какой мореплаватель возглавил первую в истории экспедицию, совершившую кругосветное путешествие?",
        "answers": {"Фернан Магеллан": True, "Христофор Колумб": False, "Васко да Гама": False}
    }
]

START_TEST_BTN="Начать тест"
START_TEST_ANSW="Нажмите кнопку, чтобы начать тест"
RESULT_TEST_ANSW=""
